Repository: denning/django-rest-framework-simplejwt
Catalog: rest_framework_simplejwt/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Authorization header must contain two space-delimited values
fr_fr: Le header de l'autorisation doit contenir deux valeurs délimitées par des espaces

source: Given token not valid for any token type
fr_fr: Le token donné n'est valable pour aucun type de token

source: Token contained no recognizable user identification
fr_fr: Le token ne contenait aucun identifiant d'utilisateur connu

source: User not found
fr_fr: Utilisateur non trouvé

source: User is inactive
fr_fr: L'utilisateur est inactivé

source: Unrecognized algorithm type '{}'
fr_fr: Type d'algorithme non reconnu '{}'

source: Token is invalid or expired
fr_fr: Le token n'est pas valable ou a expiré

source: No active account found with the given credentials
fr_fr: Aucun compte actif trouvé avec les références données

source: The '{}' setting has been removed. Please refer to '{}' for available settings.
fr_fr: Le paramètre '{}' a été supprimé. Veuillez vous référer à '{}' pour les paramètresdisponibles.

source: user
fr_fr: utilisateur

source: created at
fr_fr: créé à

source: expires at
fr_fr: expire à

source: Cannot create token with no type or lifetime
fr_fr: Impossible de créer un token sans type ni durée de vie

source: Token has no id
fr_fr: Le token n'a pas un id

source: Token has no type
fr_fr: Le token n'a pas de type

source: Token has wrong type
fr_fr: Le token n'est pas du bon type

source: Token has no '{}' claim
fr_fr: Token n'a pas de privilèges '{}'

source: Token '{}' claim has expired
fr_fr: Le privilège du token '{}' a expiré

source: Token is blacklisted
fr_fr: Token est blacklisté
